{
    "conversaciones": [            
        ["Hola", "¡Hola! Como puedo ayudarte?"],
        ["¿Qué tal?", "¡Hola! Todo bien, gracias ¿Y tú?"],
        ["Buenos días", "¡Buenos días! ¿Cómo puedo ayudarte hoy?"],
        ["Hola, ¿cómo estás?", "Hola, estoy bien. ¿Y tú?"],
        ["Hola!", "Estoy aqui para ayudarte. En que tema te gustaria conversar?"],
        ["Quiero hablar sobre perros" , "Sabes cual es la raza mas inteligente?"],
        ["Si!", "Segun algunos estudios, el Border Collie suele considerarse la raza mas inteligente en terminos de obediencia y aprendizaje. Te gustaria saber mas detalles sobre esta fascinante raza?"],
        ["Claro!", "Cuentame mas sobre los Border Collies."],
        [" ", "Los Border Collies son conocidos por su agilidad, energia y capacidad para aprender comandos rapidamente. Son perros que a menudo utilizados en el pastoreo."],
        ["Eso suena increible.", "Cual es la raza mas grande de perros?"],
        ["La raza mas grande suele ser el Gran Danes. Algunos individuos pueden pesar mas de 90 kilogramos. Te gustaria conocer alguna curiosidad adicional sobre esta imponente raza?"],
        ["Por supuesto!", "Dame un dato interesante sobre los Gran Daneses."],
        ["Una curiosidad interesante es que a pesar de su tamano imponente, los Gran Daneses son conocidos por ser amigables y afectuosos. A menudo, se les describe como 'gentiles gigantes'."],
        ["Eso es fascinante. Cuanto tiempo suelen vivir los perros en promedio?"],
        ["La esperanza de vida de los perros varia segun la raza, pero en general, muchos pueden vivir entre 10 y 15 anos, e incluso mas con buenos cuidados. Te gustaria saber mas sobre como cuidar a tu perro para garantizar una vida saludable y feliz?"],
        ["Por supuesto! Dame algunos consejos para el cuidado general de los perros."],
        ["Asegurate de proporcionarles una dieta equilibrada, ejercicio regular y visitas al veterinario. Ademas, el tiempo de juego y la socializacion son cruciales para su bienestar. Y, por supuesto, no te olvides de darles mucho amor y atencion! Hay algo mas que te gustaria saber?"],
        ["Gracias por los consejos. Me encanta aprender sobre perros. Tienes algun dato interesante mas que quieras compartir?"],
        ["Claro! Aqui tienes un dato curioso: el perro mas pequeno registrado en la historia fue un Chihuahua llamado Milly, que media solo 9.65 centimetros de alto. Te sorprende lo diverso que pueden ser los perros en tamano y personalidad?"],
        ["Definitivamente! Los perros son increibles. Gracias por compartir tantas cosas interesantes. Ha sido genial hablar contigo sobre ellos."],
        ["De nada! Hasta luego y que tengas un dia maravilloso!"],
        [" ", "Todo bien"],
        ["Hola! Estoy aqui para ayudarte. En que tema te gustaria conversar?"],
        ["Quiero hablar sobre gatos" , "Tienes algun dato interesante sobre ellos?"],
        ["Por supuesto!" , "Sabias que los gatos tienen un promedio de 12 bigotes en cada lado de su cara? Estos bigotes no solo son adorables, sino que tambien les ayudan a medir espacios y detectar cambios en el viento."],
        ["Eso es fascinante." , "Cual es la raza de gato mas antigua conocida?"],
        [" ", "La raza mas antigua conocida es el gato domestico africano, que se estima que ha estado compartiendo su vida con los humanos durante mas de 9,000 anos. Su historia esta entrelazada con la evolucion de la civilizacion humana."],
        ["Cual es la esperanza de vida promedio de un gato domestico?", "La esperanza de vida promedio de un gato domestico es de alrededor de 12 a 15 anos, aunque muchos gatos pueden vivir hasta los 20 anos o mas con cuidados adecuados."],        
        ["Existen razas de gatos especialmente juguetonas?"],
        ["Si, algunas razas de gatos son conocidas por ser particularmente juguetonas. Por ejemplo, los gatos de la raza Bengal suelen ser activos y disfrutan de juegos interactivos con sus duenos."],
        ["Interesante. Que tipo de cuidados especificos necesitan los gatos en comparacion con otros animales domesticos?"],
        ["Los gatos son animales independientes, pero necesitan cuidados regulares. Esto incluye una dieta equilibrada, atencion veterinaria, juguetes para estimular su mente y, por supuesto, carino y afecto de sus duenos."],
        ["Gracias por la informacion. Puedes compartir otro dato curioso sobre los gatos?"],
        ["Por supuesto! Algunos gatos tienen la habilidad de maullar imitando el llanto de un bebe. Esto es una adaptacion evolutiva para captar la atencion de los humanos, despertando su instinto paternal."],
        ["Eso es asombroso. Me encantan los gatos. Algun consejo adicional para cuidar a estos adorables companeros?"],
        ["Asegurate de proporcionarles un ambiente enriquecido, con lugares para escalar y jugar. Tambien, presta atencion a su salud dental y proporciones una alimentacion balanceada. Y, por supuesto, disfruta de su compania!"],
        ["Gracias por todos los consejos. Ha sido genial aprender sobre gatos contigo."],
        ["De nada. Si alguna vez necesitas mas informacion o simplemente quieres charlar, aqui estare. Hasta luego y que tengas un dia maravilloso!"],  
        ["Saludos", "¡Saludos! ¿En qué puedo ayudarte?"],
        ["Hola, ¿qué haces?", "Hola, simplemente aquí respondiendo tus preguntas ¿Y tú?"],
        ["¡Buenas!", "¡Buenas! ¿Cómo puedo ayudarte hoy?"],
        ["Hola, ¿qué pasa?", "Hola, nada especial, simplemente aquí listo para ayudarte ¿Y tú?"],
        ["Hola, un placer conocerte", "El placer es mío. ¿En qué puedo ayudarte?"],
        ["Estoy bien, gracias. ¿Y tú?", "Me alegra escucharlo. Soy un bot de asistencia diseñado para ayudarte en lo que necesites. ¿En qué puedo servirte?"],
        ["Todo bien por aquí", "Qué bueno saberlo. Estoy entrenado para proporcionar asistencia en diversas áreas. ¿En qué puedo ayudarte hoy?"],
        ["No mucho, solo buscando información", "Entiendo. Estoy aquí para ayudarte con cualquier pregunta que tengas. ¿En qué puedo servirte?"],
        ["Nada especial, solo chateando", "¡Genial! Estoy aquí para responder tus preguntas y ayudarte en lo que necesites. ¿En qué puedo ayudarte hoy?"],
        ["Estoy ocupado/a con algunas tareas", "Entiendo. Cuando tengas un momento, no dudes en preguntarme cualquier cosa. Estoy aquí para ayudarte."],
        ["Solo pasaba a saludar", "¡Hola de nuevo! Estoy entrenado para asistirte en cualquier consulta que tengas. ¿En qué puedo ayudarte?"],
        ["Estoy investigando sobre un tema", "Excelente. Si necesitas información adicional o ayuda, no dudes en preguntarme. Estoy aquí para ayudarte."],        
        ["Solo quería ver qué tal estabas", "¡Gracias por tu interés! Estoy aquí para asistirte en lo que necesites. ¿En qué puedo ayudarte hoy?"],
        ["Me gustaría saber más sobre perros", "¡Claro! Puedo proporcionarte información detallada sobre diferentes razas de perros, cuidados, entrenamiento y mucho más. ¿En qué especificamente estás interesado?"],
        ["¿Tienes datos sobre gatos?", "¡Sí! Tengo información sobre razas de gatos, cuidados, alimentación y comportamiento felino. ¿Te gustaría saber algo en particular?"],
        ["¿Qué sabes sobre hamsters?", "Puedo proporcionarte datos sobre cuidados, hábitat ideal, alimentación y comportamiento de los hamsters. ¿Hay algo específico que te interese?"],
        ["Me gustaría aprender sobre conejos", "¡Por supuesto! Tengo información sobre diferentes razas de conejos, cómo cuidarlos, su alimentación y más. ¿Qué te gustaría saber?"],
        ["¿Puedes decirme algo sobre pericos?", "Sí, puedo darte información sobre diferentes especies de pericos, cómo cuidarlos, enseñarles trucos y más. ¿Qué necesitas saber?"],
        ["Quiero aprender sobre peces", "Tengo conocimientos sobre cuidados de peces de agua dulce y salada, tipos de acuarios, alimentación adecuada y más. ¿En qué puedo ayudarte con respecto a los peces?"],
        ["¿Qué tipo de datos tienes sobre mascotas?", "Tengo información sobre diferentes tipos de mascotas, desde perros y gatos hasta pájaros, roedores y reptiles. Además, puedo proporcionarte consejos sobre cuidados, alimentación y más. ¿En qué necesitas ayuda?"],
        ["¿Puedes contarme curiosidades sobre perros?", "¡Claro! Los perros son animales fascinantes. Puedo compartirte curiosidades sobre su historia, habilidades sorprendentes y mucho más. ¿Estás interesado en alguna curiosidad en particular?"],
        ["Me gustaría saber cómo cuidar a mi mascota", "Estoy aquí para ayudarte con eso. Puedo proporcionarte consejos sobre cuidados generales, alimentación adecuada, ejercicio, entrenamiento y cualquier otra cosa que necesites para mantener feliz y saludable a tu mascota. ¿En qué puedo ayudarte?"],
        ["¿Sabes algo sobre el cuidado de mascotas exóticas?", "Sí, puedo ofrecerte información sobre el cuidado adecuado de mascotas exóticas, como reptiles, aves exóticas, pequeños mamíferos y más. ¿Qué tipo de mascota exótica te interesa aprender a cuidar?"],
        ["Tengo dudas con respecto al cuidado de ciertos animales, ¿Me puedes ayudar?", "¡Claro!, estoy aqui para ayudarte, ¿En que necesitas ayuda?"],
        ["¿Que raza de perro es la mas grande?", "La raza de perro mas grande es el San Bernardo."],
        ["¿Cual es la raza de perro mas pequenna?", "La raza de perro mas pequenna es el Chihuahua."],
        ["¿Cuantas veces al dia debo alimentar a mi perro?", "Depende de la edad y tamaño del perro, pero generalmente se recomienda alimentar a los perros adultos dos veces al dia."],
        ["¿Cual es la mejor forma de mantener a mi perro saludable?", "Mantener a tu perro en un peso saludable, proporcionarle ejercicio regular, vacunas y visitas periodicas al veterinario son fundamentales para mantenerlo saludable."],
        ["¿Como puedo prevenir las pulgas y garrapatas en mi perro?", "Existen varios productos disponibles en el mercado, como collares, pipetas y medicamentos orales, que pueden ayudar a prevenir las pulgas y garrapatas en los perros. Consulta con tu veterinario para determinar cual es el mejor para tu mascota."],
        ["¿Cual es la importancia de cepillar a mi perro?", "Cepillar a tu perro ayuda a eliminar el pelo muerto, prevenir la formacion de nudos y mantener su piel y pelaje saludables."],
        ["¿Que debo hacer si mi perro está mostrando signos de enfermedad?", "Debes llevarlo al veterinario lo antes posible para un diagnostico y tratamiento adecuado."],
        ["¿Como puedo prevenir la obesidad en mi perro?", "Proporciona una dieta balanceada y ejercicio regular. Evita darle demasiados premios y golosinas."],
        ["¿Cuanto ejercicio necesita mi perro?", "Depende de la raza, edad y nivel de energia de tu perro, pero la mayoria de los perros necesitan al menos 30 minutos a una hora de ejercicio al dia."],
        ["¿Que debo hacer si mi perro come algo que no debe?", "Debes contactar inmediatamente a tu veterinario o al centro de toxicologia animal para obtener orientacion."],
        ["¿Como puedo mantener los dientes de mi perro limpios?", "Puedes cepillar los dientes de tu perro regularmente con pasta de dientes para perros, darle juguetes masticables especiales para la limpieza dental o proporcionarle alimentos secos que ayuden a mantener los dientes limpios."],
        ["¿Cual es la mejor forma de socializar a mi cachorro?", "Debes exponerlo a una variedad de personas, lugares y situaciones desde una edad temprana. Las clases de socializacion para cachorros tambien pueden ser beneficiosas."],
        ["¿Que vacunas necesita mi perro?", "Las vacunas basicas para perros incluyen la vacuna contra la rabia, parvovirus, moquillo y adenovirus. Sin embargo, las necesidades de vacunacion pueden variar segun la edad, estilo de vida y ubicacion geografica de tu perro. Consulta con tu veterinario para un plan de vacunacion adecuado."],
        ["¿Como puedo evitar que mi perro ladre en exceso?", "Entrenar a tu perro con comandos de silencio, proporcionarle suficiente ejercicio y estimulacion mental, y abordar las causas subyacentes de su ladrido excesivo pueden ayudar a reducir este comportamiento."],
        ["¿Es seguro darle huesos a mi perro?", "Algunos huesos pueden ser peligrosos para los perros, ya que pueden astillarse y causar obstrucciones intestinales o daño dental. Es mejor optar por huesos especificos para perros o juguetes masticables disenados para la seguridad dental."],
        ["¿Como puedo ensenar a mi perro a hacer sus necesidades afuera?", "Utiliza el refuerzo positivo, establece una rutina regular, y supervisa a tu perro de cerca para identificar las senales de que necesita hacer sus necesidades."],
        ["¿Cual es la mejor forma de cuidar la salud dental de mi conejo?", "Proporciona una dieta alta en fibra, como heno de hierba, y ofrece juguetes y alimentos duros para roer, como ramas de manzano o juguetes especificos para roer, para ayudar a desgastar sus dientes y prevenir problemas dentales."],
        ["¿Que tipo de jaula o recinto es adecuado para un conejo?", "Debe ser lo suficientemente grande para permitir que el conejo se estire completamente y de algunos saltos. Idealmente, tambien debe tener un area de descanso elevada y espacio para un area de alimentacion separada."],
        ["¿Es importante que mi conejo tenga compania?", "Si, los conejos son animales sociales y generalmente se benefician de la compania de otros conejos. Sin embargo, asegurate de introducirlos correctamente y supervisar su interaccion para evitar peleas."],
        ["¿Como puedo prevenir el aburrimiento en mi conejo?", "Proporciona una variedad de juguetes y enriquecimiento ambiental, como tuneles, pelotas de heno, y juguetes para masticar. Tambien puedes rotar los juguetes regularmente para mantener su interes."],
        ["¿Que tipo de heno es mejor para mi conejo?", "El heno de hierba de alta calidad, como el heno de alfalfa o de pasto Timothy, es ideal para la dieta de un conejo, ya que proporciona fibra y ayuda a mantener su sistema digestivo saludable."],
        ["¿Como puedo prevenir los problemas digestivos en mi conejo?", "Proporciona una dieta rica en fibra, como heno de hierba, y limita el consumo de alimentos ricos en almidon y azucares. Tambien asegurate de que siempre tenga acceso a agua fresca."],
        ["¿Que tipo de verduras puedo darle a mi conejo?", "Los conejos pueden comer una variedad de verduras frescas, como la lechuga romana, el perejil, el cilantro, el brocoli y las zanahorias. Sin embargo, evita darle verduras ricas en oxalatos, como la espinaca y la acelga, en grandes cantidades."],
        ["¿Cual es la mejor forma de limpiar la jaula de mi conejo?", "Limpia la jaula de tu conejo al menos una vez por semana, retirando cualquier alimento o residuo desechado y cambiando el lecho. Lava la jaula con agua y jabon suave segun sea necesario."],
        ["¿Cual es la mejor forma de recortar las unas de mi conejo?", "Utiliza unas tijeras o cortauñas especificamente diseñados para animales pequeños y ten cuidado de no cortar demasiado cerca del lecho ungueal, donde se encuentran los vasos sanguineos y los nervios."],
        ["¿Como puedo ensenarle a mi conejo a usar la caja de arena?", "Coloca una bandeja con lecho de arena en un rincon de la jaula o recinto, y coloca las heces de tu conejo en la bandeja para animarlo a usarla. Refuerza el comportamiento adecuado con elogios y recompensas."],
        ["¿Que tipo de jaula es mejor para un conejo enano?", "Una jaula con una base solida y suficiente espacio para que el conejo pueda moverse comodamente es ideal para un conejo enano. Tambien es importante proporcionar una plataforma elevada o un refugio para que pueda descansar y sentirse seguro."],
        ["¿Que debo hacer si mi conejo tiene diarrea?", "Debes llevarlo al veterinario de inmediato para un diagnostico y tratamiento adecuados. La diarrea en los conejos puede ser causada por una variedad de problemas de salud, como infecciones bacterianas o parasitarias, y puede ser potencialmente mortal si no se trata correctamente."],
        ["¿Cual es la mejor forma de presentar un nuevo alimento a mi conejo?", "Introduce nuevos alimentos gradualmente y en pequeñas cantidades para evitar problemas digestivos. Observa cualquier reaccion adversa y ajusta la dieta segun sea necesario."],
        ["¿Es importante esterilizar o castrar a mi conejo?", "Si, la esterilizacion o castracion es importante para prevenir problemas de comportamiento, como la agresion y la marcaje de territorio, y para reducir el riesgo de enfermedades reproductivas, como el cancer uterino en las hembras."],
        ["¿Que debo hacer si mi conejo tiene un golpe de calor?", "Lleva a tu conejo a un lugar fresco y sombrio, colocalo sobre una superficie fresca como azulejos o una botella de agua congelada envuelta en una toalla, y proporciona agua fresca para beber. Llama a tu veterinario de inmediato para obtener asesoramiento adicional."],
        ["¿Como puedo ayudar a mi conejo a superar el estres?", "Proporciona un ambiente tranquilo y seguro, minimiza los cambios repentinos en su entorno, y maneja a tu conejo con suavidad y tranquilidad. Tambien puedes ofrecerle juguetes y enriquecimiento para mantenerlo ocupado y distraido."],
        ["¿Que debo hacer si mi conejo tiene problemas respiratorios?", "Debes llevarlo al veterinario de inmediato para una evaluacion y tratamiento adecuados. Los problemas respiratorios en los conejos pueden ser causados por una variedad de enfermedades, como infecciones bacterianas o virales, y pueden empeorar rapidamente si no se tratan adecuadamente."],
        ["¿Es importante vacunar a mi conejo?", "Si, la vacunacion es importante para proteger a tu conejo contra enfermedades graves y potencialmente mortales, como la mixomatosis y la enfermedad hemorragica viral. Consulta con tu veterinario para determinar el plan de vacunacion adecuado para tu conejo."],
        ["¿Que debo hacer si mi conejo tiene un bulto o masa en el cuerpo?", "Debes llevarlo al veterinario de inmediato para una evaluacion y diagnostico adecuados. Las masas o bultos en los conejos pueden ser benignos o malignos, y es importante tratarlos lo antes posible para evitar complicaciones graves."],
        ["¿Como puedo prevenir los problemas de comportamiento en mi conejo?", "Proporciona una dieta equilibrada y nutritiva, ejercicio regular, y enriquecimiento ambiental adecuado para prevenir el aburrimiento y la frustracion. Tambien es importante establecer limites claros y proporcionar un entrenamiento de obediencia basica para fomentar un comportamiento adecuado."],
        ["¿Que tipo de habitat es adecuado para mi tortuga?", "Un habitat espacioso que imite el entorno natural de la especie de tortuga que tienes, con areas terrestres y acuaticas, es ideal para el bienestar de tu mascota."],
        ["¿Que temperatura debe tener el habitat de mi tortuga?", "La temperatura del habitat debe mantenerse dentro del rango optimo para la especie de tortuga que tienes. Esto generalmente varia entre 25°C y 30°C durante el dia y puede descender ligeramente por la noche."],
        ["¿Que tipo de iluminacion necesita mi tortuga?", "Las tortugas necesitan luz UVB para metabolizar correctamente el calcio y mantener huesos sanos. Proporciona una lampara UVB especifica para reptiles en el habitat de tu tortuga."],
        ["¿Cual es la mejor forma de alimentar a mi tortuga?", "Ofrece una dieta variada que incluya alimentos comerciales para tortugas, asi como verduras de hojas verdes, frutas y ocasionalmente proteinas animales como insectos. Asegurate de que los alimentos sean adecuados para la especie de tu tortuga."],
        ["¿Como puedo mantener el agua limpia en el habitat de mi tortuga?", "Instala un filtro de agua adecuado para el tamaño del habitat de tu tortuga y realiza cambios parciales de agua regularmente para mantener la calidad del agua."],
        ["¿Como puedo prevenir enfermedades en mi tortuga?", "Mantén el habitat limpio y bien ventilado, proporciona una dieta equilibrada y variada, y asegurate de que la temperatura y la humedad sean las adecuadas para la especie de tu tortuga. Además, programa chequeos veterinarios regulares."],
        ["¿Que tipo de sustrato debo usar en el habitat de mi tortuga?", "Elige un sustrato seguro y fácil de limpiar, como grava o arena fina, para las areas terrestres, y agua limpia y filtrada para las areas acuaticas."],
        ["¿Es necesario proporcionar un area seca y humeda en el habitat de mi tortuga?", "Si, las tortugas necesitan un area seca donde puedan descansar y tomar el sol, asi como un area humeda donde puedan sumergirse para beber y mantenerse hidratadas."],
        ["¿Como puedo hacer que mi tortuga se sienta segura en su habitat?", "Proporciona refugios y escondites naturales, como troncos o plantas, donde tu tortuga pueda esconderse y sentirse protegida."],
        ["¿Que debo hacer si mi tortuga no come?", "Verifica la temperatura y la calidad del agua en el habitat de tu tortuga, y asegurate de que este recibiendo una dieta equilibrada y variada. Si la falta de apetito persiste, consulta a un veterinario especializado en reptiles."],
        ["¿Como puedo manejar a mi tortuga de forma segura?", "Maneja a tu tortuga con cuidado y suavidad, sosteniendola firmemente pero con delicadeza. Evita levantarla por el caparazon, ya que esto puede causarles dano."],
        ["¿Que debo hacer si mi tortuga se escapa del habitat?", "Busca en areas cercanas, como debajo de muebles o en rincones oscuros, y asegura el habitat para prevenir futuras escapadas. Si no puedes encontrarla, consulta con vecinos y busca en areas exteriores seguras."],
        ["¿Es importante proporcionar estimulacion mental para mi tortuga?", "Si, proporciona juguetes y enriquecimiento ambiental, como ramas, rocas y plantas, para que tu tortuga pueda explorar y mantenerse activa mentalmente."],
        ["¿Como puedo saber si mi tortuga esta enferma?", "Observa signos de enfermedad como perdida de apetito, letargo, hinchazon, secrecion nasal u ocular anormal, y cambios en la apariencia o el comportamiento de tu tortuga. Si notas alguno de estos sintomas, consulta a un veterinario especializado en reptiles."],
        ["¿Que debo hacer si mi tortuga esta hibernando?", "Proporciona un ambiente fresco y oscuro donde tu tortuga pueda hibernar de forma segura. No la despiertes durante este periodo, ya que interrumpir su ciclo natural de hibernacion puede ser perjudicial para su salud."],
        ["¿Es posible entrenar a mi tortuga?", "Aunque las tortugas no son tan facilmente entrenables como otros animales, puedes ensenarles a reconocer a su cuidador, responder a senales de alimentacion y acudir a ciertas areas del habitat. La paciencia y la consistencia son clave para el exito en el entrenamiento de tortugas."],
        ["¿Qué alimentos típicos son tóxicos para mi perro?", "El chocolate negro o con leche y el cafe contienen una sustancia llamada teobromina, y también con una dosis suficientemente grande este producto químico puede crear convulsiones, coma, y también la muerte en los perros. asi que ten mucho cuidado, otros alimentos peligrosos para los animales domésticos son las pasas y las uvas (ambas pueden causar insuficiencia renal), las nueces de macadamia (causan debilidad, vómitos y aumento de la temperatura), el ajo y las cebollas (cantidades suficientes pueden desencadenar anemia), así como los alimentos que son extremadamente altos en grasa, como la salchicha (puede desencadenar un ataque extremo de pancreatitis), estos son una pequeña lista de los alimentos tipicos toxicos, si tienes preguntas mas especificas consulta con un profesional"],
        ["¿Por qué mi perro tiene los ojos rojos?","Las causas mas comunes son la conjuntivitis facil, o a la inflamación y/o infección del saco que rodea al ojo, generalmente, esto tiene lugar debido a la inflamación por un irritante transportado por el aire, o un contaminante como el humo. Los animales domésticos también pueden contagiar la conjuntivitis microbiana entre ellos, si tu mascota presenta este problema aconsejo llevarlo con un especialista"],
        ["¿Por qué las mascotas mueven la cola?", "Muchos especialistas en comportamiento piensan que el movimiento de la cola es simplemente un indicador de un sentimiento fuerte, normalmente corresponde a la felicidad, sin embargo, puede sugerir, además, el canino está preocupado o tiene cuidado acerca de un nuevo escenario, algunas mascotas mueven la cola cuando se sienten amenazadas."],
        ["¿Qué es el estrés por separación en perros?", "Es la ansiedad que sienten los perros al quedarse solos en casa. Esta ansiedad grave puede hacer que el perro rompa objetos y se pase el día llorando y aullando hasta que alguien regresa a casa o hasta que la persona predilecta lo haga. "],
        ["¿Cuánto tiempo debe salir mi perro al día a pasear?", " En general, un perro requiere de 30 minutos a 2 horas de ejercicio diario, repartidos en 3 o 4 paseos cada día, asi que no hay que dejarlos desantendidos y sal con ellos al parque."],        
        ["Tengo dudas sobre el cuidado de mi hamster, ¿Me puedes ayudar?", "Si, por supuesto ¿Dime cual es tu duda?"],
        ["Tengo una duda sobre mi mascota", "¿Dime cual es tu duda?, estoy aqui para ayudarte"],
        ["¿Puedo bannar a mi hamster?", "No, los hámsters no se bañan bajo ninguna circunstancia al menos que por alguna razón médica que el veterinario haya prescrito. Son muy delicados y al perder su temperatura corporal por mojarse pueden enfermarse y morir, son animales muy limpios que se acicalan solitos."],
        ["¿Puedo esterilizar a mi hamster?", "No, los hamsters son tan pequeñitos que cualquier tipo de operación es muy riesgosa y delicada, con tener un hamster por jaula (ya que son muy territoriales) y sacarlos a jugar por separado en caso de tener hembras y macho es suficiente para que no ocurran accidentes."],
        ["Siento que mi hamster se siente solo, ¿Es recomedable tener otro hamster para que sea su amigo?", "No, los hamsters especialmente los Sirios son animales muy territoriales y solitarios, nunca se van a sentir solos, con tu compañía es suficiente."],
        ["¿Cuantas horas duermen los hamsters?", "Los hamsters duermen aproximadamente 16 horas al día"],
        ["Mi hamster suele estar despierto en las noches, ¿Puedo despertarlo en la tarde para que juegue conmigo?", "No, los hamsters son animales nocturnos, no se recomienda despertarlos antes de su hora habitual, ya que les causaria mucho estres"],
        ["¿Los hamsters hembra tienen periodo?", "No, las hembras no menstrúan, no tienen sangrado, asi que si notan algun sangrado, hay que llevarlas al veterinario inmediatamente."],
        ["He notado que mi hamster hembra algunos días para la colita y se queda muy quieta y huele fuerte, ¿Que significa?", "Esto es porque está en celo. Las hembras entran en celo a partir del mes de vida aproximadamente y como hasta el año y medio cada 4 o 5 días y sueltan un fuerte olor, a la posición de la colita parada se le llama lordosis."],
        ["¿Por qué mi hamster me muerde?", "El hamster al ser un roedor al sentirse amenzado o asustado muerde como metodo defensivo, antes de manipularlo lavate bien las manos para quitar rastro de comida y hazlo con mucho cuidado y poco a poco hasta ganarte su confianza"],
        ["¿Por qué se pelean los hamster?", "Las peleas entre ellos son muy comunes, ya que suelen ser animales muy territoriales, por lo que se debe evitar a toda costa, ya que estas luchas podrian derivar en la muerte de alguno de ellos, se recomienda que cada hamster viva en su propia jaula y no juntarse con otros ejemplares tras alcanzar la madurez sexual (alrededor de los dos meses de vida), solo con el sexo opuesto cuando se quiera tener crias."],
        ["¿Por qué los hamster corren en la rueda?", "Estos animalitos son hiperactivos y necesitan hacer ejercicio para mantenerse sanos y felices. La rueda de hamster es uno de los elementos que nunca debe faltar en su jaula, ya que será en ella donde hagan el ejercicio físico que necesitan hacer a diario para tener una vida plena."],
        ["Gracias por la información." , "De nada, estoy aquí para ayudarte en lo que necesites."],
        [" " ,"Una disculpa, no tengo la respuesta a esa pregunta, recomiendo acercarte con un profesional"],
        ["Adios!", "Espero que tengas un dia maravilloso!"],
        ["Hasta luego!", "Que tengas un buen dia!"],
        ["Nos vemos!", "Cuidate mucho!"],
        ["Hasta pronto!", "Que todo te vaya bien!"],
        ["Nos leemos!", "Que tengas suerte!"],
        ["Ciao!", "Hasta la proxima!"],
        ["Bye!", "Que estes bien!"],
        ["Chau!", "Adios y buena suerte!"],
        ["Nos vemos luego!", "Que te vaya genial!"],
        ["Hasta la vista!", "Cuidate mucho!"],                        
        ["¡Adiós!", "Que tengas un buen dia!"],
        ["¡Hasta pronto!", "Nos vemos en otro momento!"]
    ]
}